tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "kak-lsp/kak-lsp"
tap "neodgm/neodgm"
tap "simnalamburt/x"
tap "xwmx/taps"
brew "awk"
brew "bat"
brew "exa"
brew "exercism"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "gh"
brew "gnupg"
brew "hexyl"
brew "hugo"
brew "hyperfine"
brew "lf"
brew "mosh"
brew "navi"
brew "neofetch"
brew "nnn"
brew "procs"
brew "pstree"
brew "pv"
brew "ranger"
brew "ripgrep"
brew "sk"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "unzip"
brew "xplr"
brew "youtube-dl"
brew "zellij"
brew "zoxide"
brew "helix-editor/helix/helix"
brew "simnalamburt/x/qemu-hvf"
brew "simnalamburt/x/podman-apple-silicon"
brew "xwmx/taps/nb"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "balenaetcher"
cask "discord"
cask "dozer"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-neodunggeunmo-code"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "keycastr"
cask "megasync"
cask "min"
cask "notion"
cask "obsidian"
cask "qlcommonmark"
cask "qmk-toolbox"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "xld"
